Revit 2027 API
SymbolTypeId.VAPerFtSup2 Property
 Symbol VA/ft², indicating unit Volt amperes per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VAPerFtSup2 { get; }
Public Shared ReadOnly Property VAPerFtSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VAPerFtSup2 {
	ForgeTypeId^ get ();
}
static member VAPerFtSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace